espressif/esp-idf/tools/test_apps/system/build_test/sdkconfig.ci.esp32c6_without_rvfplib
CONFIG_IDF_TARGET="esp32c6"
CONFIG_COMPILER_FLOAT_LIB_FROM_GCCLIB=y
